<?php

use App\Http\Controllers\editAdmin\textContorller;

$con = new textContorller;

return [

    'who_are_we'                              => "من نحن ",
    'Yehia'                                   => "من هي مؤسسة يحيى نجيب",
    'AboutText'                               => "يعود تاريخ مؤسسة يحيى نجيب الى عام 1936 عندما قام المؤسس يحيى نجيب بالحصول على وكالات للأدوية المستوردة من 116 شركة أوروبية وامريكية وأصبح الوكيل الحصري لمنتجاتهم في سوريا. قام بعد ذلك بفتح صيدليات في العديد من المحافظات السورية. ومن ثم توسعت المؤسسة حيث تم فتح فرع لها في لبنان تابع للمؤسسة الأم في سوريا حيث تم أخذ بعض الوكالات ليصبح الوكيل الحصري لها في سوريا ولبنان.
    وفي فترة ما كانت الوكالات تشمل كل من مصر وسوريا ولبنان فدخلت المؤسسة في العديد من الوكالات الاخرى واصبحت الوكيل الحصري لها في سوريا ومنها شركات:
   <br> -	الساعات السويسرية مثل (Longine، Faver Luba، Rotary، Zeinth، Mido...).
   <br> -	وكالة المانية (موترات الآلات) .
   <br> -	وكالة شركة Lady Rose الألمانية لأدوات التجميل.
   <br> -	وكالة شركة تويوتا اليابانية لماكينات الخياطة والتريكو والماكينات الصناعية.
    كانت مسيرة السيد يحيى نجيب مسيرة حافلة بالنجاحات, تمكن خلالها من إنجاز مشاريع تجارية هامة و تحقيق إيرادات جيدة. أما أبناؤه فقد كانوا دوما إلى جانبه , و قاموا بمتابعة مسيرته الناجحة و التوسع بالمؤسسة عن طريق فتح أفرع لها في مجالات مختلفة و التماشي مع التطور الاقتصادي الحالي. و ما تزال شركة يحيى نجيب هي الشركة الأم التي تستند عليها فروع الشركة الأخرى.
    ",
    ''                                        => "",
    



];
